{
  "5_Fresco_IT": "Ciao {name}, grazie per la tua recensione a 5 stelle! Sapere che il tuo ordine è andato tutto liscio ci rende orgogliosi. Ti aspettiamo al prossimo acquisto.",
  "4_Fresco_IT": "Ciao {name}, grazie per il tuo feedback positivo! Siamo felici che il servizio ti abbia soddisfatto. Se c’è qualcosa che possiamo migliorare per meritare la quinta stella, il nostro team è a disposizione tramite ticket.",
  "3_Fresco_IT": "Ciao {name}, grazie per aver condiviso la tua esperienza. Ci dispiace non averti convinto del tutto: se apri un ticket dal tuo account il nostro customer care potrà seguirti direttamente.",
  "2_Fresco_IT": "Ciao {name}, ci dispiace che la tua esperienza con l’ordine non sia stata del tutto positiva. Vogliamo fare meglio: se apri un ticket dal tuo account potremo seguirti passo dopo passo e trovare insieme una soluzione.",
  "1_Fresco_IT": "Ciao {name}, ci rammarica molto leggere la tua recensione. Comprendiamo la tua insoddisfazione e vogliamo aiutarti a risolvere. Ti invitiamo ad aprire un ticket dal tuo account: il nostro team prenderà in carico la segnalazione con la massima priorità.",
  "5_Fresco_EN": "Hi {name}, thank you for your 5-star review! We’re proud to know that everything with your order went smoothly. We look forward to your next purchase.",
  "4_Fresco_EN": "Hi {name}, thank you for your positive feedback! We’re glad our service met your expectations. If there’s anything we can improve to earn the fifth star, our team is available via ticket.",
  "3_Fresco_EN": "Hi {name}, thank you for sharing your experience. We’re sorry we couldn’t fully convince you: if you open a ticket from your account, our customer care will follow up directly.",
  "2_Fresco_EN": "Hi {name}, we’re sorry your experience with the order wasn’t entirely positive. We want to do better: if you open a ticket from your account, we’ll support you step by step to find a solution together.",
  "1_Fresco_EN": "Hi {name}, we’re truly sorry to read your review. We understand your dissatisfaction and want to help resolve it. Please open a ticket from your account: our team will handle your case with top priority.",
  "5_Fresco_FR": "Bonjour {name}, merci pour votre avis 5 étoiles ! Nous sommes fiers de savoir que votre commande s’est déroulée sans problème. À très bientôt pour votre prochain achat.",
  "4_Fresco_FR": "Bonjour {name}, merci pour votre retour positif ! Nous sommes heureux que notre service vous ait satisfait. S’il y a quoi que ce soit à améliorer pour obtenir la cinquième étoile, notre équipe est disponible via ticket.",
  "3_Fresco_FR": "Bonjour {name}, merci d’avoir partagé votre expérience. Nous regrettons de ne pas vous avoir entièrement convaincu : si vous ouvrez un ticket depuis votre compte, notre service client pourra vous accompagner directement.",
  "2_Fresco_FR": "Bonjour {name}, nous sommes désolés que votre expérience avec la commande n’ait pas été totalement positive. Nous voulons faire mieux : ouvrez un ticket depuis votre compte et nous vous accompagnerons pas à pas pour trouver une solution ensemble.",
  "1_Fresco_FR": "Bonjour {name}, nous sommes vraiment désolés de lire votre avis. Nous comprenons votre insatisfaction et voulons vous aider à la résoudre. Merci d’ouvrir un ticket depuis votre compte : notre équipe prendra en charge votre demande en priorité.",
  "5_Vecchio_IT": "Ciao {name}, grazie per la tua recensione a 5 stelle! Siamo felici che la tua esperienza sia stata positiva e che il nostro team abbia potuto seguirti al meglio.",
  "4_Vecchio_IT": "Ciao {name}, grazie per la tua recensione positiva! Ci auguriamo che il supporto del nostro customer care abbia reso completa la tua esperienza. Se pensi che la situazione sia stata risolta, saremmo felici se volessi aggiornare la tua valutazione.",
  "3_Vecchio_IT": "Ciao {name}, grazie per aver lasciato il tuo feedback. Il nostro team ha già preso in carico la tua segnalazione: ci auguriamo che l’assistenza ricevuta ti abbia aiutato a risolvere la situazione. Se ritieni che la tua esperienza sia migliorata, ci farebbe piacere un tuo aggiornamento.",
  "2_Vecchio_IT": "Ciao {name}, sappiamo che il nostro team ha già seguito la tua segnalazione e speriamo che tu abbia trovato supporto nella gestione dell’ordine. Se oggi ti senti più soddisfatto, ci farebbe piacere se volessi aggiornare la tua valutazione: il tuo riscontro è fondamentale per noi.",
  "1_Vecchio_IT": "Ciao {name}, ci dispiace davvero per la tua esperienza iniziale. Il nostro customer care ha preso in carico la tua segnalazione e ci auguriamo che la situazione sia stata risolta. Se ritieni che l’assistenza abbia chiarito le difficoltà, ti invitiamo a condividere questo aggiornando la tua recensione: ci aiuta a dimostrare l’impegno che mettiamo nel seguire i nostri clienti.",
  "5_Vecchio_EN": "Hi {name}, thank you for your 5-star review! We’re glad your experience was positive and that our team could support you properly.",
  "4_Vecchio_EN": "Hi {name}, thank you for your positive review! We hope the support from our customer care has completed your experience. If you feel the situation was resolved, we’d be happy if you updated your rating.",
  "3_Vecchio_EN": "Hi {name}, thank you for your feedback. Our team has already handled your case: we hope the support you received helped solve the situation. If you feel your experience improved, we’d appreciate an update to your review.",
  "2_Vecchio_EN": "Hi {name}, we know our team has already handled your case, and we hope you found support with your order. If you now feel more satisfied, we’d be grateful if you considered updating your review: your feedback is essential for us.",
  "1_Vecchio_EN": "Hi {name}, we’re truly sorry for your initial experience. Our customer care has already handled your case, and we hope it has been resolved. If you feel the support clarified the issue, please share it by updating your review: it helps show the effort we put into supporting our customers.",
  "5_Vecchio_FR": "Bonjour {name}, merci pour votre avis 5 étoiles ! Nous sommes heureux que votre expérience ait été positive et que notre équipe ait pu bien vous accompagner.",
  "4_Vecchio_FR": "Bonjour {name}, merci pour votre avis positif ! Nous espérons que l’accompagnement de notre service client a complété votre expérience. Si vous pensez que la situation a été résolue, nous serions ravis que vous mettiez à jour votre évaluation.",
  "3_Vecchio_FR": "Bonjour {name}, merci pour votre retour. Notre équipe a déjà pris en charge votre demande : nous espérons que l’assistance reçue vous a permis de résoudre la situation. Si vous estimez que votre expérience s’est améliorée, nous apprécierions une mise à jour de votre avis.",
  "2_Vecchio_FR": "Bonjour {name}, nous savons que notre équipe a déjà traité votre demande et nous espérons que vous avez trouvé un soutien dans la gestion de votre commande. Si vous êtes aujourd’hui plus satisfait, nous serions reconnaissants que vous mettiez à jour votre avis : votre retour est essentiel pour nous.",
  "1_Vecchio_FR": "Bonjour {name}, nous sommes vraiment désolés pour votre expérience initiale. Notre service client a déjà pris en charge votre demande et nous espérons que la situation a été résolue. Si vous estimez que l’assistance a clarifié les difficultés, merci de le partager en mettant à jour votre avis : cela montre l’engagement que nous mettons à accompagner nos clients."
}